Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrBehaviorPropertyExpected_LongMessage
source: Behavior functions change the state of the app by changing values elsewhere in the app. 'Navigate', 'Patch', 'UpdateContext', and 'Collect' are common behavior functions. 'OnSelect', 'OnVisible', and other 'On ' properties are common behavior-based properties.
bg_bg: Функциите за поведение променят състоянието на приложението, като променят стойности на друго място в приложението. Navigate, Patch, UpdateContext и Collect са често срещани функции за поведение. OnSelect, OnVisible и други свойства „On …“ са често срещани свойства, базирани на поведение.
ca_es: Les funcions de comportament canvien l'estat de l'aplicació, ja que canvien els valors dels altres llocs de l'aplicació. "Navigate", "Patch", "UpdateContext" i "Collect" són funcions de comportament comunes. Les propietats "OnSelect", "OnVisible" i altres que comencen per "On..." són propietats comunes basades en el comportament.
cs_cz: Funkce chování mění stav aplikace tím, že mění hodnoty na jiných místech v aplikaci. Navigate, Patch, UpdateContext a Collect jsou běžné funkce chování. OnSelect, OnVisible a další vlastnosti začínající na On jsou běžné vlastnosti založené na chování.
da_dk: Funktionsmåder ændrer tilstanden for appen ved at ændre værdier et andet sted i appen. Navigate, Patch, UpdateContext og Collect er fælles funktionsmåder. OnSelect, OnVisible og andre "On..."-egenskaber er fælles funktionsmådebaserede egenskaber.
de_de: Verhaltensfunktionen ändern den Zustand der App, indem sie Werte an anderer Stelle in der App ändern. "Navigate", "Patch", "UpdateContext" und "Collect" sind gängige Verhaltensfunktionen. "OnSelect", "OnVisible" und andere mit "On" beginnende Eigenschaften sind gängige verhaltensbasierte Eigenschaften.
el_gr: Οι συναρτήσεις συμπεριφοράς αλλάζουν την κατάσταση της εφαρμογής με την αλλαγή τιμών αλλού στην εφαρμογή. Οι συναρτήσεις Navigate, Patch, UpdateContext και Collect είναι συνήθεις συναρτήσεις συμπεριφοράς. Οι ιδιότητες OnSelect, OnVisible και άλλες ιδιότητες "On …" είναι συνήθεις ιδιότητες που βασίζονται στη συμπεριφορά.
es_es: Las funciones de comportamiento cambian el estado de la aplicación al cambiar valores en otra parte de la aplicación. "Navigate", "Patch", "UpdateContext" y "Collect" son funciones de comportamiento comunes. "OnSelect", "OnVisible" y otras propiedades de tipo "On..." son propiedades comunes basadas en el comportamiento.
et_ee: Käitumisfunktsioonid muudavad rakenduse olekut, muutes väärtusi mujal rakenduses. Tavalised käitumisfunktsioonid on 'Navigate', 'Patch', 'UpdateContext' ja 'Collect'. 'OnSelect', 'OnVisible' ning muud algusega 'On …' atribuudid on tavalised käitumispõhised atribuudid.
eu_es: Aplikazioaren egoera aldatzen dute portaera-funtzioek; horretarako, aplikazioaren beste eremu batzuetako balioak aldatzen dituzte. "Navigate", "Patch", "UpdateContext" eta "Collect" dira ohiko portaera-funtzioak. "OnSelect", "OnVisible" eta antzeko "On..." propietateak, ordea, portaeran oinarritutako ohiko propietateak dira.
fi_fi: Toimintafunktiot muuttavat sovelluksen tilaa muuttamalla arvoja muualla sovelluksessa. Navigate, Patch, UpdateContext ja Collect ovat yleisiä toimintafunktioita. OnSelect, OnVisible ja muut On...-ominaisuudet ovat yleisiä toimintaan perustuvia ominaisuuksia.
fr_fr: Les fonctions de comportement changent l’état de l’application en modifiant des valeurs ailleurs dans l’application. « Navigate », « Patch », « UpdateContext » et « Collect » sont des fonctions de comportement courantes. « OnSelect », « OnVisible » et les autres propriétés « On... » sont des propriétés courantes basées sur le comportement.
gl_es: As funcións de comportamento modifican o estado da aplicación mediante a modificación de valores doutro lugar da aplicación. Algunhas funcións de comportamento comúns son "Navigate", "Patch", "UpdateContext" e "Collect". "OnSelect", "OnVisible" e outras propiedades "On …" son propiedades comúns baseadas en comportamento.
hi_in: व्यवहार फ़ंक्शन, ऐप में कहीं भी मानों को परिवर्तित करके ऐप की स्थिति को परिवर्तित कर देते हैं. 'नेविगेट करें', 'पैच करें', 'UpdateContext' और 'कलेक्ट' सामान्य व्यवहार फ़ंक्शन हैं. 'OnSelect', 'OnVisible' और अन्य 'On …' गुण सामान्य व्यवहार-आधारित गुण हैं.
hr_hr: Funkcije ponašanja mijenjaju stanje aplikacije promjenom vrijednosti na drugim mjestima u aplikaciji. "Navigate", "Patch", "UpdateContext" i "Collect" uobičajene su funkcije ponašanja. "OnSelect", "OnVisible" i ostala svojstva "On …" uobičajena su svojstva utemeljena na ponašanju.
hu_hu: A viselkedési függvények úgy módosítják az alkalmazás állapotát, hogy az alkalmazás más részeiben módosítanak értékeket. A Navigate, a Patch, az UpdateContext és a Collect gyakran használt viselkedési függvények. Az OnSelect, az OnVisible és az egyéb „On ...” kezdetű tulajdonságok gyakran használt viselkedésalapú tulajdonságok.
it_it: Le funzioni di comportamento modificano lo stato dell'app cambiando i valori in altre parti dell'app. 'Navigate', 'Patch', 'UpdateContext' e 'Collect' sono funzioni di comportamento comuni. 'OnSelect', 'OnVisible' e altre proprietà 'On …' sono proprietà comuni basate sul comportamento.
ja_jp: 動作関数は、アプリ内の他の場所にある値を変更することにより、アプリの状態を変更します。一般的な動作関数には、'Navigate'、'Patch'、'UpdateContext'、'Collect' があります。一般的な動作ベースのプロパティには、'OnSelect'、'OnVisible'、その他の 'On …' プロパティがあります。
kk_kz: Жұмыс режимі функциялары бағдарламаның күйін бағдарламадағы басқа жердегі мәндерді өзгерту арқылы өзгертеді. "Navigate", "Patch", "UpdateContext" және "Collect" жалпы жұмыс режимі функциялары болып табылады. "OnSelect", "OnVisible" және басқа "On …" сипаттары жалпы жұмыс режиміне негізделген сипаттар болып табылады.
ko_kr: 동작 함수는 앱의 다른 곳에서 값을 변경하여 앱의 상태를 변경합니다. 'Navigate', 'Patch', 'UpdateContext' 및 'Collect'는 일반적인 동작 함수입니다. 'OnSelect', 'OnVisible' 및 기타 'On …' 속성은 일반적인 동작 기반 속성입니다.
lt_lt: Veikimo funkcijos keičia programos būseną pakeisdamos reikšmes kitose programos vietose. Navigate, Patch, UpdateContext ir Collect – tai bendrosios veikimo funkcijos. Ypatybės OnSelect, OnVisible ir kitos On... ypatybės yra bendrosios veikimo ypatybės.
lv_lv: Izturēšanās funkcijas maina programmas stāvokli, mainot vērtības citviet programmā. Bieži lietotas izturēšanās funkcijas ir “Navigate”, “Patch”, “UpdateContext” un “Collect”. Bieži lietoti ar izturēšanos saistīti rekvizīti ir “OnSelect”, “OnVisible” un citi, kas sākas ar “On”.
ms_my: Fungsi kelakuan mengubah keadaan aplikasi dengan mengubah nilai di tempat lain dalam aplikasi. 'Navigate', 'Patch', 'UpdateContext', dan 'Collect' ialah fungsi kelakuan yang lazim. 'OnSelect', 'OnVisible', dan sifat 'On...' yang lain ialah sifat berasaskan kelakuan yang lazim.
nb_no: Virkemåtefunksjoner endrer statusen til appen ved å endre verdier andre steder i appen. Navigate, Patch, UpdateContext og Collect er vanlige virkemåtefunksjoner. OnSelect, OnVisible og andre On... er vanlige virkemåtebaserte egenskaper.
nl_nl: Gedragsfuncties wijzigen de status van de app door waarden elders in de app te wijzigen. De functies Navigate, Patch, UpdateContext en Collect zijn veelvoorkomende gedragsfuncties. De eigenschappen OnSelect, OnVisible en andere eigenschappen die beginnen met 'On …', zijn veelvoorkomende op gedrag gebaseerde eigenschappen.
pl_pl: Funkcje zachowania zmieniają stan aplikacji, modyfikując wartości w innym miejscu aplikacji. „Navigate”, „Patch”, „UpdateContext” i „Collect” to typowe funkcje zachowania. „OnSelect”, „OnVisible” i inne właściwości rozpoczynające się od ciągu „On” to typowe właściwości oparte na zachowaniu.
pt_br: As funções de comportamento mudam o estado do aplicativo alterando valores em outro lugar no aplicativo. 'Navigate', 'Patch', 'UpdateContext' e 'Collect' são funções comuns de comportamento. 'OnSelect', 'OnVisible' e outras propriedades 'On ...' são propriedades comuns baseadas em comportamentos.
pt_pt: As funções de comportamento mudam o estado da aplicação ao alterar valores noutro local da aplicação. "Navigate", "Patch", "UpdateContext" e "Collect" são funções de comportamento comuns. "OnSelect", "OnVisible" e outras propriedades "On..." são propriedades baseadas em comportamentos comuns.
ro_ro: Funcțiile de comportament schimbă starea aplicației, modificând valorile din altă parte a aplicației. „Navigate”, „Patch”, „UpdateContext” și „Collect” sunt funcții de comportament comune. Proprietățile „OnSelect”, „OnVisible” și alte proprietăți „On...” sunt proprietăți comune bazate pe comportament.
ru_ru: Функции поведения изменяют состояние приложения путем изменения значений в других его областях. Типичные функции поведения: "Navigate" (Переключение экрана), "Patch" (Изменение или объединение записей), "UpdateContext" (Изменение контекста) или "Collect" (Создание коллекции). Типичные свойства, основанные на поведении: "OnSelect" (При выборе), "OnVisible" (При отображении) и другие свойства вида "On…".
sk_sk: Funkcie správania menia stav aplikácie tým, že menia hodnoty inde v aplikácii. Navigate, Patch, UpdateContext a Collect sú bežné funkcie správania. OnSelect, OnVisible a ďalšie funkcie typu On… sú bežné vlastnosti založené na správaní.
sl_si: Funkcije delovanja spremenijo stanje aplikacije tako, da spremenijo vrednosti na drugih mestih v aplikaciji. Pogoste funkcije delovanja so funkcije »Navigate«, »Patch«, »UpdateContext« in »Collect«, pogoste lastnosti delovanja pa so »OnSelect«, »OnVisible« in druge lastnosti »On...«.
sr_cyrl_rs: Функције понашања мењају стање апликације тиме што мењају вредности другде у апликацији. „Navigate“, „Patch“, „UpdateContext“ и „Collect“ представљају уобичајене функције понашања. „OnSelect“, „OnVisible“ и друга „On…“ својства представљају уобичајена својства заснована на понашању.
sr_latn_rs: Funkcije ponašanja menjaju stanje aplikacije time što menjaju vrednosti drugde u aplikaciji. „Navigate“, „Patch“, „UpdateContext“ i „Collect“ predstavljaju uobičajene funkcije ponašanja. „OnSelect“, „OnVisible“ i druga „On…“ svojstva predstavljaju uobičajena svojstva zasnovana na ponašanju.
sv_se: Beteendefunktionerna förändrar appens tillstånd genom at ändra värden på andra ställen i appen. Navigate, Patch, UpdateContext och Collect är vanliga beteendefunktioner. OnSelect, OnVisible och andra "On"-egenskaper är vanliga beteendebaserade egenskaper.
th_th: ฟังก์ชันลักษณะการทำงานจะเปลี่ยนสถานะของแอปโดยการเปลี่ยนค่าส่วนอื่นในแอป 'Navigate', 'Patch', 'UpdateContext' และ 'Collect' คือฟังก์ชันลักษณะการทำงานทั่วไป 'OnSelect', 'OnVisible' และคุณสมบัติอื่นๆ ที่ขึ้นต้นด้วย 'On …' คือคุณสมบัติตามลักษณะการทำงานทั่วไป
tr_tr: Davranış işlevleri uygulamanın başka bir yerinde değerleri değiştirerek uygulamanın durumunu değiştirir. 'Navigate', 'Patch', 'UpdateContext' ve 'Collect' yaygın davranış işlevleridir. 'OnSelect', 'OnVisible' ve diğer 'On …' özellikleri yaygın davranış tabanlı özelliklerdir.
uk_ua: Поведінкові функції змінюють стан програми, змінюючи в ній інші значення. До типових поведінкових функцій належать Navigate, Patch, UpdateContext і Collect. До типових властивостей на основі поведінки належать OnSelect, OnVisible та інші властивості типу "On…".
vi_vn: Các hàm hành vi thay đổi trạng thái ứng dụng bằng cách thay đổi các giá trị ở nơi khác trong ứng dụng. 'Navigate', 'Patch', 'UpdateContext' và 'Collect' là những hàm hành vi thông thường. Các thuộc tính 'OnSelect', 'OnVisible' và các thuộc tính 'On …' khác là các thuộc tính dựa trên hành vi thông thường.
zh_cn: 行为属性通过更改应用中其他位置的值来更改应用的状态。常见行为函数包括 "Navigate"、"Patch"、"UpdateContext" 和 "Collect"。基于行为的常见属性包括 "OnSelect"、"OnVisible" 和其他 "On..." 属性。
zh_tw: 行為函式變更應用程式狀態的方法，是在應用程式的其他位置變更值。'Navigate'、'Patch'、'UpdateContext' 及 'Collect' 均為常見的行為函式。'OnSelect'、'OnVisible' 及其他 'On...' 則為常見的行為型屬性。

# ErrorResource_ErrBehaviorPropertyExpected_HowToFix_1
source: Move the behavior function to a behavior-based property.
bg_bg: Преместете функцията за поведение в свойство, базирано на поведение.
ca_es: Desplaceu la funció de comportament a una propietat basada en comportament.
cs_cz: Přesuňte funkci chování do vlastnosti založené na chování.
da_dk: Flyt funktionmåden til en funktionsmådebaseret egenskab.
de_de: Verschieben Sie die Verhaltensfunktion in eine verhaltensbasierte Eigenschaft.
el_gr: Μετακινήστε τη συνάρτηση συμπεριφοράς σε μια ιδιότητα που βασίζεται στη συμπεριφορά.
es_es: Mueva la función de comportamiento a una propiedad basada en el comportamiento.
et_ee: Teisaldage käitumisfunktsioon käitumispõhisesse atribuuti.
eu_es: Eraman portaera-funtzioa portaeran oinarritutako propietate batera.
fi_fi: Siirrä käyttäytymisfunktion käyttäytymiseen perustuvaan ominaisuuteen.
fr_fr: Déplacez la fonction comportementale vers une propriété basée sur le comportement.
gl_es: Mova a función de comportamento a unha propiedade baseada en comportamento.
hi_in: व्यवहार फ़ंक्शन को एक व्यवहार-आधारित गुण पर ले जाएँ.
hr_hr: Funkciju ponašanja premjestite na svojstvo utemeljeno na ponašanju.
hu_hu: Helyezze át a viselkedési függvényt egy viselkedésalapú tulajdonságba.
it_it: Spostare la funzione di comportamento in una proprietà basata sul comportamento.
ja_jp: 動作関数を動作ベースのプロパティに移動してください。
kk_kz: Жұмыс режимі функциясын жұмыс режиміне негізделген сипатқа жылжытыңыз.
ko_kr: 동작 함수를 동작 기반 속성으로 이동합니다.
lt_lt: Perkelkite veikimo funkciją į veikimo ypatybę.
lv_lv: Pārvietojiet izturēšanās funkciju uz rekvizītu, kas saistīts ar izturēšanos.
ms_my: Alihkan fungsi kelakuan pada sifat berdasarkan kelakuan.
nb_no: Flytt virkemåtefunksjonen til en virkemåtebasert egenskap.
nl_nl: De gedragsfunctie verplaatsen naar een op gedrag gebaseerde eigenschap.
pl_pl: Przenieś funkcję zachowania do właściwości opartej na zachowaniu.
pt_br: Mova a função de comportamento para uma propriedade baseada em comportamento.
pt_pt: Mover a função de comportamento para uma propriedade com base em comportamento.
ro_ro: Mutați funcția de comportament la o proprietate bazată pe comportament.
ru_ru: Переместите функцию поведения в основанное на поведении свойство.
sk_sk: Premiestnite funkciu správania do vlastnosti založenej na správaní.
sl_si: Premaknite funkcijo delovanja v lastnost, ki določa delovanje.
sr_cyrl_rs: Преместите функцију понашања у својство засновано на понашању.
sr_latn_rs: Premestite funkciju ponašanja u svojstvo zasnovano na ponašanju.
sv_se: Flytta beteendefunktionen till en beteendebaserad egenskap.
th_th: ย้ายฟังก์ชันลักษณะการทำงานไปยังคุณสมบัติตามลักษณะการทำงาน
tr_tr: Davranış işlevini davranış tabanlı bir özelliğe taşıyın.
uk_ua: Перемістіть поведінкову функцію до властивості на основі поведінки.
vi_vn: Di chuyển hàm hành vi tới một thuộc tính dựa trên hành vi.
zh_cn: 将行为函数移至基于行为的属性。
zh_tw: 將行為函式移至行為型屬性。

# ErrorResource_ErrBehaviorPropertyExpected_Link_1
source: Article: Understand behavior formulas for canvas apps in Power Apps
bg_bg: Статия: Разбиране на формулите за поведение за приложения за платно в Power Apps
ca_es: Article: Comprensió de les fórmules de comportament per a les aplicacions de llenç al Power Apps
cs_cz: Článek: Informace o chování vzorců pro aplikace plátna v Power Apps
da_dk: Artikel: Forstå funktionsmådeformler for lærredapps i Power Apps
de_de: Artikel: Verstehen von Verhaltensformeln für Canvas-Apps in Power Apps
el_gr: Άρθρο: Κατανόηση τύπων συμπεριφοράς για εφαρμογές καμβά στο Power Apps
es_es: Artículo: Comprensión de las fórmulas de comportamiento para aplicaciones de lienzo en Power Apps
et_ee: Artikkel: Power Appsi lõuendirakenduste käitumisvalemite mõistmine
eu_es: Artikulua: Power Apps-eko mihise-aplikazioetan portaera-formulak erabiltzeko aukeraren azalpena
fi_fi: Artikkeli: Pohjaan perustuvien sovellusten kaavojen toiminnan ymmärtäminen Power Appsissa
fr_fr: Article : Comprendre les formules de comportement des applications canevas dans Power Apps
gl_es: Artigo: Comprender as fórmulas de comportamento para as aplicacións de lenzo en Power Apps
hi_in: आलेख: Power Apps में कैनवास ऐप के लिए व्यवहार सूत्रों को समझें
hr_hr: Članak: Ponašanje formula za aplikacije od gotovih gradivnih elemenata na servisu Power Apps
hu_hu: Cikk: A Power Apps-beli vászonalkalmazások viselkedési képleteinek ismertetése
it_it: Articolo: Informazioni sulle formule di comportamento per le app canvas in Power Apps
ja_jp: 記事: Power Apps でのキャンバス アプリの動作の数式について
kk_kz: Мақала. Power Apps жүйесінде кенеп бағдарламалары үшін жұмыс режимі формулаларын түсіну
ko_kr: 문서: Power Apps에서 캔버스 앱의 동작 수식 이해
lt_lt: Straipsnis: suprasti „Power Apps“ drobės programų veikimo formules
lv_lv: Raksts: Understand behavior formulas for canvas apps in Power Apps (Power Apps formulu darbība pamatnes programmās)
ms_my: Artikel: Memahami formula tingkah laku untuk aplikasi kanvas dalam Power Apps
nb_no: Artikkel: Forstå virkemåteformler for lerretsapper i Power Apps
nl_nl: Artikel: Gedragsformules voor canvas-apps in Power Apps begrijpen
pl_pl: Artykuł: Informacje o formułach zachowania dla aplikacji kanwy w usłudze Power Apps
pt_br: Artigo: Entender as fórmulas de comportamento para aplicativos de tela no Power Apps
pt_pt: Artigo: compreender fórmulas de comportamento para aplicações de tela no Power Apps
ro_ro: Articol: Ce sunt formulele de comportament pentru aplicațiile proiectate pe pânză în Power Apps
ru_ru: Статья. Общие сведения о формулах поведения для приложений на основе холста в Power Apps
sk_sk: Článok: Informácie o správaní vzorcov pre aplikácie plátna v službe Power Apps
sl_si: Članek: Razumevanje delovanja formul za aplikacije s platnom v storitvi Power Apps
sr_cyrl_rs: Чланак: Објашњење формула понашања за апликације са подлогом у услузи Power Apps
sr_latn_rs: Članak: Objašnjenje formula ponašanja za aplikacije sa podlogom u usluzi Power Apps
sv_se: Artikel: Förstå beteendeformler för arbetsyteappar i Power Apps
th_th: บทความ: เข้าใจสูตรลักษณะการทำงานสำหรับแอปพื้นที่ทำงานใน Power Apps
tr_tr: Makale: Power Apps'te tuval uygulamaları için davranış formüllerini anlama
uk_ua: Стаття: "Формули поведінки для компонованих програм у PowerApps"
vi_vn: Bài viết: Hiểu rõ công thức hành vi của các ứng dụng canvas trong Power Apps
zh_cn: 文章: 了解 Power Apps 中画布应用的行为公式
zh_tw: 文章: 了解 Power Apps 中畫布應用程式的行為公式

# ErrorResource_ErrTestPropertyExpected_ShortMessage
source: Test function in a non-test property. You can't use this property to invoke test-only functions.
bg_bg: Тестова функция в нетестово свойство. Не можете да използвате това свойство, за да извиквате функции само за тестване.
ca_es: Funció de prova en una propietat que no és de prova. No podeu utilitzar aquesta propietat només per invocar funcions de prova.
cs_cz: Testovací funkce ve vlastnosti, která není testovací. Pomocí této vlastnosti není možné vyvolávat funkce určené jen pro testování.
da_dk: Test funktion i en egenskab, som ikke er en test. Du kan ikke bruge denne egenskab til at indlede test-kun-funktioner.
de_de: Testfunktion in einer Nicht-Testeigenschaft. Sie können diese Eigenschaft nicht zum Aufrufen reiner Testfunktionen verwenden.
el_gr: Συνάρτησης δοκιμής σε μη δοκιμαστική ιδιότητα. Δεν μπορείτε να χρησιμοποιήσετε αυτή την ιδιότητα για να καλέσετε συναρτήσεις μόνο για δοκιμή.
es_es: Pruebe la función en una propiedad que no sea de prueba. No puede usar esta propiedad para invocar funciones que sean solo de prueba.
et_ee: Testimisfunktsioon mittetesti atribuudis. Te ei saa seda atribuuti kasutada ainult testi jaoks mõeldud funktsioonide käivitamiseks.
eu_es: Probatu funtzio probakoa ez den propietate bat da. Ezin duzu erabili propietate hori proba funtzioak soilik deitzeko.
fi_fi: Testaa toimintoa muussa kuin testiominaisuudessa. Tämän ominaisuuden avulla ei voi käynnistää vain testi -funktioita.
fr_fr: Fonction de test dans une propriété qui n'est pas un test. Vous ne pouvez pas utiliser cette propriété pour appeler des fonctions de test uniquement.
gl_es: Probe a función nunha propiedade que non sexa de proba. Non pode usar esta propiedade para invocar funcións só de proba.
hi_in: एक गैर-परीक्षण गुण में टेस्ट फ़ंक्शन. आप परीक्षण-केवल फ़ंक्शन को लागू करने के लिए इस गुण का उपयोग नहीं कर सकते.
hr_hr: Funkcija za testiranje u svojstvu koje se ne testira. To svojstvo ne možete koristiti za pozivanje funkcija koje služe samo za testiranje.
hu_hu: Tesztfüggvény egy nem tesztelési tulajdonságban. A tulajdonság nem tesztelési függvények meghívásához nem használható.
it_it: Funzione di test in una proprietà non di test. Non è possibile usare questa proprietà per richiamare funzioni di solo test.
ja_jp: 非テスト プロパティにテスト関数があります。このプロパティを使用してテストのみの関数を呼び出すことはできません。
kk_kz: Тексеру функциясы – сынаққа жатпайтын сипат. Тек сынаққа жататын функцияларды шақыру үшін осы сипатты пайдалана алмайсыз.
ko_kr: 테스트가 아닌 속성의 테스트 함수입니다. 이 속성을 사용하여 테스트 전용 함수를 호출할 수 없습니다.
lt_lt: Tikrinimo funkcija yra ne tikrinimo ypatybė. Negalite naudoti šios ypatybės norėdami iškviesti tik tikrinimo funkcijos.
lv_lv: Pārbaudiet funkciju rekvizītā, kas nav testa rekvizīts. Šo rekvizītu nevar lietot, lai izsauktu tikai testa funkcijas.
ms_my: Fungsi ujian dalam sifat bukan ujian. Anda tidak boleh menggunakan sifat ini untuk menjalankan fungsi ujian sahaja.
nb_no: Testfunksjon i en egenskap som ikke er en test. Du kan ikke bruke denne egenskapen til å starte testfunksjoner.
nl_nl: Een testfunctie in een niet-testeigenschap. U kunt deze eigenschap niet gebruiken om functies aan te roepen die uitsluitend zijn bedoeld voor testen.
pl_pl: Funkcja testowa w ramach właściwości nieprzeznaczonej do testów. Nie można użyć tej właściwości do wywołania funkcji przeznaczonych tylko do testów.
pt_br: Função de teste em uma propriedade não teste. Você não pode usar essa propriedade para invocar funções somente teste.
pt_pt: Teste a função numa propriedade que não seja de teste. Não pode utilizar esta propriedade para invocar funções só de teste.
ro_ro: Funcție de testare într-o proprietate non-test. Nu puteți utiliza această proprietate pentru a invoca funcții doar pentru testare.
ru_ru: Функция теста в свойстве, не являющемся тестом. Это свойство не может использоваться для вызова функций только для тестирования.
sk_sk: Testovacia funkcia vo vlastnosti, ktorá nie je testovaná. Túto vlastnosť nemôžete použiť na vyvolanie funkcií, ktoré sú iba na testovanie.
sl_si: Preskusite funkcijo v lastnosti brez preskusa. Te lastnosti ne morete uporabiti za priklic funkcij samo za preskus.
sr_cyrl_rs: Функција за тестирање у својству које није за тестирање. Не можете да користите ово својство за позивање функција које су само за тестирање.
sr_latn_rs: Funkcija za testiranje u svojstvu koje nije za testiranje. Ne možete da koristite ovo svojstvo za pozivanje funkcija koje su samo za testiranje.
sv_se: Testfunktion i en icke-test-egenskap. Du kan inte använda den här egenskapen för att anropa enbart-testfunktioner.
th_th: ฟังก์ชันการทดสอบในคุณสมบัติที่ไม่ใช่การทดสอบ คุณไม่สามารถใช้คุณสมบัตินี้เพื่อเรียกฟังก์ชันการทดสอบอย่างเดียวได้
tr_tr: Test olmayan bir özellikte test işlevi. Bu özelliği yalnızca test işlevlerini çağırmak için kullanamazsınız.
uk_ua: Тестова функція в нетестовій властивості. Цю властивість не можна використовувати, щоб викликати лише тестові функції.
vi_vn: Hàm thử nghiệm trong thuộc tính phi thử nghiệm. Bạn không thể sử dụng thuộc tính này để gọi các hàm chỉ thử nghiệm.
zh_cn: 非测试属性中的测试函数。无法使用此属性来调用仅用于测试的函数。
zh_tw: 非測試屬性中的測試函式。您無法使用這個屬性叫用只執行測試的函式。
